org/org_files_exclude/health.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: Health

* 运动

- 晨起喝水
- 慢跑（有氧运动：150 次/分的运动，这个时候血液可以供给心肌足够的氧气，特点：强度低，有节奏，持续时间较长；要求：每次锻炼的时间不少于 30 分钟，每周坚持 3-5 次）
- BMI：26.8
- 身高
  - 169cm 2021.10.27
- 50 米跑
  - 7.8s 2021.10.27
- 肺活量
  - 4513 2021.10.27
- 体重
  - 153.2 斤 2021.04.16
  - 139.4 斤 2021.09.05
  - 147.6 斤 2021.10.27
  - 146.8 斤 2021.11.02
  - 152.0 斤 2021.12.16
  - 154 斤 2022.02.22
* 食物

- 不吃人工奶油，它含有反式脂肪酸，导致肥胖
- 多吃蔬菜，少吃肉

* 疾病

- [[https://wsbj757q14.feishu.cn/docs/doccnFqeGLgnl8MUDsJ77Debabf][痛风资料合集]]
- [[https://www.douban.com/note/710195010/][应该了解的妇科疾病知识]]（女性要多体检，子宫、乳腺癌症）

* 坏习惯/要留心的习惯

- 抠耳朵（即便耳朵痒也不要抠）
- 戴耳机（连续佩戴不能超过 1h）
- 打呼噜

* 体检

* 关于自慰要注意的事情

1. 适度自慰有益于身体心理健康
2. 过度自慰：可能会降低射精中枢敏感度，受到性刺激时不能立即获得性高潮，或无法射精，甚至会出现阴茎勃起疲软，无法完成房事
3. 尿液泡沫多提示尿蛋白含量过高，肾病的标志之一
4. 自慰时没有注意个人卫生，可能会诱发私处系统炎症，如前列腺炎或包皮龟头炎，使得睾丸有坠胀疼痛感，下腹部不适和尿频以及阴囊潮湿
5. 平时应做好生活调节，拒绝穿紧身的裤子或内裤，晚餐不能吃得太饱，晚餐远离刺激性的食物如咖啡、浓茶以及酒。睡觉时被子不能盖得太暖和太重，不宜俯卧和仰卧的睡姿。注意个人卫生，经常清洗私处，及时去除包皮内积垢。患有私处统炎症的患者，特别是炎症应立即治疗，这样能减少对阴茎头的不良刺激，以免诱发自慰冲动。

ref:

- [[https://www.163.com/dy/article/G6S4DGCP0525ADMJ.html]]
- [[https://www.vitroman.com/zh-hans/%E7%94%B7%E6%80%A7%E8%87%AA%E6%85%B0%E7%9A%84%E5%8E%9F%E5%9B%A0%E5%8F%8A%E5%8D%B1%E5%AE%B3/]]
