other/health.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 09:38 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Health</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">Health</h1>
</header>
<div id="outline-container-org0a2452e" class="outline-2">
<h2 id="org0a2452e">运动</h2>
<div class="outline-text-2" id="text-org0a2452e">
<ul class="org-ul">
<li>晨起喝水</li>
<li>慢跑（有氧运动：150 次/分的运动，这个时候血液可以供给心肌足够的氧气，特点：强度低，有节奏，持续时间较长；要求：每次锻炼的时间不少于 30 分钟，每周坚持 3-5 次）</li>
<li>BMI：26.8</li>
<li>身高
<ul class="org-ul">
<li>169cm 2021.10.27</li>
</ul></li>
<li>50 米跑
<ul class="org-ul">
<li>7.8s 2021.10.27</li>
</ul></li>
<li>肺活量
<ul class="org-ul">
<li>4513 2021.10.27</li>
</ul></li>
<li>体重
<ul class="org-ul">
<li>153.2 斤 2021.04.16</li>
<li>139.4 斤 2021.09.05</li>
<li>147.6 斤 2021.10.27</li>
<li>146.8 斤 2021.11.02</li>
<li>152.0 斤 2021.12.16</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org964cf1d" class="outline-2">
<h2 id="org964cf1d">食物</h2>
<div class="outline-text-2" id="text-org964cf1d">
<ul class="org-ul">
<li>不吃人工奶油，它含有反式脂肪酸，导致肥胖</li>
<li>多吃蔬菜，少吃肉</li>
</ul>
</div>
</div>

<div id="outline-container-orgd668bbf" class="outline-2">
<h2 id="orgd668bbf">疾病</h2>
<div class="outline-text-2" id="text-orgd668bbf">
<ul class="org-ul">
<li><a href="https://wsbj757q14.feishu.cn/docs/doccnFqeGLgnl8MUDsJ77Debabf">痛风资料合集</a></li>
<li><a href="https://www.douban.com/note/710195010/">应该了解的妇科疾病知识</a>（女性要多体检，子宫、乳腺癌症）</li>
</ul>
</div>
</div>

<div id="outline-container-orgc369ab6" class="outline-2">
<h2 id="orgc369ab6">坏习惯/要留心的习惯</h2>
<div class="outline-text-2" id="text-orgc369ab6">
<ul class="org-ul">
<li>抠耳朵（即便耳朵痒也不要抠）</li>
<li>戴耳机（连续佩戴不能超过 1h）</li>
<li>打呼噜</li>
</ul>
</div>
</div>

<div id="outline-container-org7a08cf8" class="outline-2">
<h2 id="org7a08cf8">体检</h2>
</div>

<div id="outline-container-org11c3145" class="outline-2">
<h2 id="org11c3145">关于自慰要注意的事情</h2>
<div class="outline-text-2" id="text-org11c3145">
<ol class="org-ol">
<li>适度自慰有益于身体心理健康</li>
<li>过度自慰：可能会降低射精中枢敏感度，受到性刺激时不能立即获得性高潮，或无法射精，甚至会出现阴茎勃起疲软，无法完成房事</li>
<li>尿液泡沫多提示尿蛋白含量过高，肾病的标志之一</li>
<li>自慰时没有注意个人卫生，可能会诱发私处系统炎症，如前列腺炎或包皮龟头炎，使得睾丸有坠胀疼痛感，下腹部不适和尿频以及阴囊潮湿</li>
<li>平时应做好生活调节，拒绝穿紧身的裤子或内裤，晚餐不能吃得太饱，晚餐远离刺激性的食物如咖啡、浓茶以及酒。睡觉时被子不能盖得太暖和太重，不宜俯卧和仰卧的睡姿。注意个人卫生，经常清洗私处，及时去除包皮内积垢。患有私处统炎症的患者，特别是炎症应立即治疗，这样能减少对阴茎头的不良刺激，以免诱发自慰冲动。</li>
</ol>

<p>
ref:
</p>

<ul class="org-ul">
<li><a href="https://www.163.com/dy/article/G6S4DGCP0525ADMJ.html">https://www.163.com/dy/article/G6S4DGCP0525ADMJ.html</a></li>
<li><a href="https://www.vitroman.com/zh-hans/%E7%94%B7%E6%80%A7%E8%87%AA%E6%85%B0%E7%9A%84%E5%8E%9F%E5%9B%A0%E5%8F%8A%E5%8D%B1%E5%AE%B3/">https://www.vitroman.com/zh-hans/%E7%94%B7%E6%80%A7%E8%87%AA%E6%85%B0%E7%9A%84%E5%8E%9F%E5%9B%A0%E5%8F%8A%E5%8D%B1%E5%AE%B3/</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>